{
  "token2id": {
    "<pad>": 0,
    "<unk>": 1,
    "make": 2,
    "quieter": 3,
    "turn": 4,
    "on": 5,
    "translation": 6,
    "空": 7,
    "港": 8,
    "ま": 9,
    "で": 10,
    "声": 11,
    "音": 12,
    "小": 13,
    "一": 14,
    "点": 15,
    "亮": 16,
    "度": 17,
    "大": 18,
    "翻": 19,
    "訳": 20,
    "モ": 21,
    "ー": 22,
    "ド": 23,
    "終": 24,
    "了": 25,
    "つ": 26,
    "ら": 27,
    "な": 28,
    "い": 29,
    "关": 30,
    "掉": 31,
    "fund": 32,
    "price": 33,
    "more": 34,
    "volume": 35,
    "call": 36,
    "someone": 37,
    "译": 38,
    "成": 39,
    "英": 40,
    "文": 41,
    "今": 42,
    "儿": 43,
    "天": 44,
    "气": 45,
    "咋": 46,
    "样": 47,
    "put": 48,
    "at": 49,
    "オ": 50,
    "ト": 51,
    "輝": 52,
    "translate": 53,
    "去": 54,
    "机": 55,
    "场": 56,
    "怎": 57,
    "么": 58,
    "走": 59,
    "退": 60,
    "出": 61,
    "健": 62,
    "谈": 63,
    "助": 64,
    "手": 65,
    "量": 66,
    "を": 67,
    "増": 68,
    "や": 69,
    "し": 70,
    "て": 71,
    "enable": 72,
    "adaptive": 73,
    "brightness": 74,
    "开": 75,
    "启": 76,
    "问": 77,
    "答": 78,
    "顾": 79,
    "导": 80,
    "航": 81,
    "到": 82,
    "thanks": 83,
    "设": 84,
    "定": 85,
    "8": 86,
    "0": 87,
    "调": 88,
    "check": 89,
    "sound": 90,
    "高": 91,
    "置": 92,
    "为": 93,
    "5": 94,
    "temperature": 95,
    "today": 96,
    "mode": 97,
    "off": 98,
    "减": 99,
    "改": 100,
    "is": 101,
    "it": 102,
    "raining": 103,
    "の": 104,
    "明": 105,
    "る": 106,
    "さ": 107,
    "无": 108,
    "聊": 109,
    "啊": 110,
    "set": 111,
    "countdown": 112,
    "minutes": 113,
    "多": 114,
    "当": 115,
    "前": 116,
    "decrease": 117,
    "the": 118,
    "お": 119,
    "母": 120,
    "ん": 121,
    "に": 122,
    "停": 123,
    "止": 124,
    "实": 125,
    "时": 126,
    "字": 127,
    "幕": 128,
    "screen": 129,
    "to": 130,
    "看": 131,
    "see": 132,
    "you": 133,
    "自": 134,
    "动": 135,
    "模": 136,
    "式": 137,
    "start": 138,
    "time": 139,
    "increase": 140,
    "stopwatch": 141,
    "recorder": 142,
    "減": 143,
    "打": 144,
    "倒": 145,
    "数": 146,
    "分": 147,
    "钟": 148,
    "stocks": 149,
    "brighter": 150,
    "auto": 151,
    "display": 152,
    "count": 153,
    "整": 154,
    "ス": 155,
    "ッ": 156,
    "プ": 157,
    "ウ": 158,
    "ォ": 159,
    "チ": 160,
    "閉": 161,
    "じ": 162,
    "info": 163,
    "道": 164,
    "案": 165,
    "内": 166,
    "查": 167,
    "询": 168,
    "percent": 169,
    "for": 170,
    "forecast": 171,
    "腾": 172,
    "讯": 173,
    "股": 174,
    "价": 175,
    "タ": 176,
    "イ": 177,
    "マ": 178,
    "消": 179,
    "す": 180,
    "録": 181,
    "加": 182,
    "计": 183,
    "如": 184,
    "何": 185,
    "current": 186,
    "level": 187,
    "stop": 188,
    "counting": 189,
    "電": 190,
    "話": 191,
    "up": 192,
    "go": 193,
    "airport": 194,
    "屏": 195,
    "器": 196,
    "mother": 197,
    "mute": 198,
    "hey": 199,
    "how's": 200,
    "weather": 201,
    "在": 202,
    "吗": 203,
    "dimmer": 204,
    "adjust": 205,
    "dad": 206,
    "进": 207,
    "入": 208,
    "会": 209,
    "议": 210,
    "纪": 211,
    "要": 212,
    "reduce": 213,
    "directions": 214,
    "station": 215,
    "timer": 216,
    "開": 217,
    "始": 218,
    "what": 219,
    "画": 220,
    "面": 221,
    "ア": 222,
    "シ": 223,
    "ン": 224,
    "フ": 225,
    "カ": 226,
    "最": 227,
    "近": 228,
    "的": 229,
    "油": 230,
    "站": 231,
    "带": 232,
    "我": 233,
    "route": 234,
    "louder": 235,
    "外": 236,
    "热": 237,
    "不": 238,
    "議": 239,
    "ボ": 240,
    "リ": 241,
    "ュ": 242,
    "ム": 243,
    "%": 244,
    "サ": 245,
    "日": 246,
    "本": 247,
    "語": 248,
    "adaptation": 249,
    "計": 250,
    "測": 251,
    "く": 252,
    "呼": 253,
    "叫": 254,
    "李": 255,
    "四": 256,
    "放": 257,
    "电": 258,
    "话": 259,
    "给": 260,
    "爸": 261,
    "help": 262,
    "ナ": 263,
    "ビ": 264,
    "銘": 265,
    "柄": 266,
    "確": 267,
    "認": 268,
    "是": 269,
    "几": 270,
    "駅": 271,
    "dim": 272,
    "down": 273,
    "設": 274,
    "気": 275,
    "低": 276,
    "你": 277,
    "好": 278,
    "時": 279,
    "間": 280,
    "stock": 281,
    "what's": 282,
    "this": 283,
    "in": 284,
    "japanese": 285,
    "dial": 286,
    "number": 287,
    "少": 288,
    "火": 289,
    "车": 290,
    "disable": 291,
    "assistant": 292,
    "lower": 293,
    "上": 294,
    "げ": 295,
    "please": 296,
    "open": 297,
    "translator": 298,
    "下": 299,
    "录": 300,
    "状": 301,
    "態": 302,
    "提": 303,
    "词": 304,
    "へ": 305,
    "見": 306,
    "せ": 307,
    "有": 308,
    "降": 309,
    "教": 310,
    "え": 311,
    "暗": 312,
    "回": 313,
    "家": 314,
    "動": 315,
    "調": 316,
    "market": 317,
    "ハ": 318,
    "ロ": 319,
    "a": 320,
    "change": 321,
    "navigate": 322,
    "把": 323,
    "silence": 324,
    "帮": 325,
    "live": 326,
    "subtitle": 327,
    "预": 328,
    "报": 329,
    "取": 330,
    "静": 331,
    "do": 332,
    "not": 333,
    "disturb": 334,
    "功": 335,
    "能": 336,
    "太": 337,
    "現": 338,
    "begin": 339,
    "真": 340,
    "棒": 341,
    "my": 342,
    "cooking": 343,
    "less": 344,
    "北": 345,
    "京": 346,
    "close": 347,
    "meeting": 348,
    "レ": 349,
    "ベ": 350,
    "ル": 351,
    "か": 352,
    "け": 353,
    "は": 354,
    "雨": 355,
    "个": 356,
    "min": 357,
    "audio": 358,
    "like": 359,
    "票": 360,
    "医": 361,
    "院": 362,
    "ダ": 363,
    "陪": 364,
    "deactivate": 365,
    "元": 366,
    "煮": 367,
    "饭": 368,
    "setting": 369,
    "status": 370,
    "phone": 371,
    "mom": 372,
    "願": 373,
    "chinese": 374,
    "how": 375,
    "get": 376,
    "清": 377,
    "convert": 378,
    "english": 379,
    "も": 380,
    "う": 381,
    "盘": 382,
    "こ": 383,
    "ば": 384,
    "适": 385,
    "应": 386,
    "john": 387,
    "i'm": 388,
    "bored": 389,
    "张": 390,
    "三": 391,
    "予": 392,
    "報": 393,
    "raise": 394,
    "ど": 395,
    "切": 396,
    "っ": 397,
    "が": 398,
    "goodbye": 399,
    "增": 400,
    "五": 401,
    "bright": 402,
    "hi": 403,
    "quiet": 404,
    "1": 405,
    "brighten": 406,
    "automatic": 407,
    "adjustment": 408,
    "安": 409,
    "门": 410,
    "contact": 411,
    "市": 412,
    "場": 413,
    "況": 414,
    "拨": 415,
    "6": 416,
    "language": 417,
    "这": 418,
    "周": 419,
    "吵": 420,
    "hello": 421,
    "take": 422,
    "me": 423,
    "home": 424,
    "activate": 425,
    "report": 426,
    "good": 427,
    "night": 428,
    "讲": 429,
    "笑": 430,
    "基": 431,
    "金": 432,
    "株": 433,
    "価": 434,
    "闭": 435,
    "句": 436,
    "用": 437,
    "语": 438,
    "说": 439,
    "と": 440,
    "親": 441,
    "tell": 442,
    "joke": 443,
    "き": 444,
    "発": 445,
    "信": 446,
    "ring": 447,
    "防": 448,
    "漏": 449,
    "ゲ": 450,
    "ョ": 451,
    "後": 452,
    "行": 453,
    "方": 454,
    "コ": 455,
    "结": 456,
    "束": 457,
    "记": 458,
    "中": 459,
    "国": 460,
    "minute": 461,
    "勿": 462,
    "扰": 463,
    "联": 464,
    "系": 465,
    "王": 466,
    "现": 467,
    "情": 468,
    "downtown": 469,
    "kill": 470,
    "way": 471,
    "午": 472,
    "ミ": 473,
    "刺": 474,
    "眼": 475,
    "query": 476,
    "apple": 477,
    "shut": 478,
    "no": 479,
    "些": 480,
    "投": 481,
    "資": 482,
    "託": 483,
    "节": 484,
    "going": 485,
    "rain": 486,
    "father": 487,
    "妈": 488,
    "れ": 489,
    "your": 490,
    "name": 491,
    "thank": 492,
    "路": 493,
    "线": 494,
    "show": 495,
    "再": 496,
    "见": 497,
    "茅": 498,
    "台": 499,
    "ち": 500,
    "西": 501,
    "end": 502,
    "recording": 503,
    "温": 504,
    "today's": 505,
    "心": 506,
    "よ": 507,
    "更": 508,
    "will": 509,
    "無": 510,
    "適": 511,
    "応": 512,
    "morning": 513,
    "谢": 514,
    "忙": 515,
    "c": 516,
    "l": 517,
    "boost": 518,
    "号": 519,
    "名": 520,
    "泡": 521,
    "茶": 522,
    "loud": 523,
    "ぶ": 524,
    "bye": 525,
    "谁": 526,
    "苹": 527,
    "果": 528,
    "あ": 529,
    "3": 530,
    "秒": 531,
    "吃": 532,
    "什": 533,
    "蛋": 534,
    "听": 535,
    "公": 536,
    "司": 537,
    "are": 538,
    "段": 539,
    "cancel": 540,
    "ェ": 541,
    "ク": 542,
    "say": 543,
    "老": 544,
    "板": 545,
    "り": 546
  },
  "min_freq": 1
}