{
  "token2id": {
    "<pad>": 0,
    "<unk>": 1,
    "音": 2,
    "量": 3,
    "多": 4,
    "少": 5,
    "现": 6,
    "在": 7,
    "是": 8,
    "当": 9,
    "前": 10,
    "大": 11,
    "小": 12,
    "查": 13,
    "一": 14,
    "下": 15,
    "what's": 16,
    "the": 17,
    "volume": 18,
    "current": 19,
    "level": 20,
    "は": 21,
    "い": 22,
    "く": 23,
    "つ": 24,
    "今": 25,
    "の": 26,
    "调": 27,
    "声": 28,
    "点": 29,
    "高": 30,
    "加": 31,
    "把": 32,
    "太": 33,
    "了": 34,
    "有": 35,
    "低": 36,
    "听": 37,
    "不": 38,
    "清": 39,
    "turn": 40,
    "up": 41,
    "louder": 42,
    "please": 43,
    "increase": 44,
    "を": 45,
    "上": 46,
    "げ": 47,
    "て": 48,
    "も": 49,
    "っ": 50,
    "と": 51,
    "き": 52,
    "减": 53,
    "吵": 54,
    "down": 55,
    "quieter": 56,
    "decrease": 57,
    "さ": 58,
    "静": 59,
    "关": 60,
    "掉": 61,
    "闭": 62,
    "成": 63,
    "要": 64,
    "mute": 65,
    "sound": 66,
    "off": 67,
    "ミ": 68,
    "ュ": 69,
    "ー": 70,
    "ト": 71,
    "消": 72,
    "し": 73,
    "到": 74,
    "5": 75,
    "0": 76,
    "设": 77,
    "置": 78,
    "为": 79,
    "3": 80,
    "定": 81,
    "8": 82,
    "最": 83,
    "6": 84,
    "%": 85,
    "set": 86,
    "to": 87,
    "percent": 88,
    "に": 89,
    "設": 90,
    "亮": 91,
    "度": 92,
    "屏": 93,
    "幕": 94,
    "brightness": 95,
    "明": 96,
    "る": 97,
    "更": 98,
    "些": 99,
    "暗": 100,
    "看": 101,
    "brighter": 102,
    "刺": 103,
    "眼": 104,
    "dimmer": 105,
    "自": 106,
    "动": 107,
    "开": 108,
    "启": 109,
    "打": 110,
    "节": 111,
    "auto": 112,
    "enable": 113,
    "動": 114,
    "天": 115,
    "气": 116,
    "怎": 117,
    "么": 118,
    "样": 119,
    "预": 120,
    "报": 121,
    "会": 122,
    "雨": 123,
    "吗": 124,
    "外": 125,
    "面": 126,
    "热": 127,
    "温": 128,
    "北": 129,
    "京": 130,
    "这": 131,
    "周": 132,
    "如": 133,
    "何": 134,
    "午": 135,
    "weather": 136,
    "like": 137,
    "forecast": 138,
    "is": 139,
    "it": 140,
    "going": 141,
    "rain": 142,
    "temperature": 143,
    "today": 144,
    "気": 145,
    "ど": 146,
    "う": 147,
    "日": 148,
    "股": 149,
    "票": 150,
    "茅": 151,
    "台": 152,
    "价": 153,
    "苹": 154,
    "果": 155,
    "基": 156,
    "金": 157,
    "盘": 158,
    "腾": 159,
    "讯": 160,
    "市": 161,
    "行": 162,
    "情": 163,
    "check": 164,
    "stock": 165,
    "price": 166,
    "apple": 167,
    "market": 168,
    "株": 169,
    "価": 170,
    "見": 171,
    "翻": 172,
    "译": 173,
    "模": 174,
    "式": 175,
    "进": 176,
    "入": 177,
    "提": 178,
    "词": 179,
    "器": 180,
    "勿": 181,
    "扰": 182,
    "实": 183,
    "时": 184,
    "字": 185,
    "议": 186,
    "纪": 187,
    "始": 188,
    "录": 189,
    "防": 190,
    "漏": 191,
    "问": 192,
    "答": 193,
    "顾": 194,
    "健": 195,
    "谈": 196,
    "助": 197,
    "手": 198,
    "open": 199,
    "translator": 200,
    "do": 201,
    "not": 202,
    "disturb": 203,
    "start": 204,
    "live": 205,
    "subtitle": 206,
    "recording": 207,
    "訳": 208,
    "モ": 209,
    "ド": 210,
    "開": 211,
    "録": 212,
    "退": 213,
    "出": 214,
    "停": 215,
    "止": 216,
    "close": 217,
    "disable": 218,
    "stop": 219,
    "閉": 220,
    "じ": 221,
    "个": 222,
    "倒": 223,
    "计": 224,
    "分": 225,
    "钟": 226,
    "1": 227,
    "取": 228,
    "秒": 229,
    "a": 230,
    "minute": 231,
    "timer": 232,
    "countdown": 233,
    "cancel": 234,
    "タ": 235,
    "イ": 236,
    "マ": 237,
    "煮": 238,
    "蛋": 239,
    "饭": 240,
    "泡": 241,
    "茶": 242,
    "stopwatch": 243,
    "time": 244,
    "my": 245,
    "cooking": 246,
    "counting": 247,
    "計": 248,
    "時": 249,
    "帮": 250,
    "我": 251,
    "英": 252,
    "文": 253,
    "句": 254,
    "话": 255,
    "用": 256,
    "语": 257,
    "说": 258,
    "段": 259,
    "中": 260,
    "translate": 261,
    "english": 262,
    "this": 263,
    "in": 264,
    "japanese": 265,
    "chinese": 266,
    "語": 267,
    "国": 268,
    "で": 269,
    "电": 270,
    "给": 271,
    "张": 272,
    "三": 273,
    "妈": 274,
    "拨": 275,
    "老": 276,
    "板": 277,
    "呼": 278,
    "叫": 279,
    "李": 280,
    "四": 281,
    "联": 282,
    "系": 283,
    "王": 284,
    "五": 285,
    "爸": 286,
    "call": 287,
    "mom": 288,
    "dial": 289,
    "phone": 290,
    "john": 291,
    "お": 292,
    "母": 293,
    "ん": 294,
    "電": 295,
    "話": 296,
    "导": 297,
    "航": 298,
    "安": 299,
    "门": 300,
    "去": 301,
    "西": 302,
    "站": 303,
    "走": 304,
    "带": 305,
    "机": 306,
    "场": 307,
    "回": 308,
    "家": 309,
    "公": 310,
    "司": 311,
    "的": 312,
    "路": 313,
    "线": 314,
    "医": 315,
    "院": 316,
    "近": 317,
    "油": 318,
    "navigate": 319,
    "airport": 320,
    "directions": 321,
    "downtown": 322,
    "how": 323,
    "get": 324,
    "station": 325,
    "take": 326,
    "me": 327,
    "home": 328,
    "空": 329,
    "港": 330,
    "ま": 331,
    "ナ": 332,
    "ビ": 333,
    "駅": 334,
    "へ": 335,
    "道": 336,
    "你": 337,
    "好": 338,
    "吃": 339,
    "什": 340,
    "谁": 341,
    "讲": 342,
    "笑": 343,
    "无": 344,
    "聊": 345,
    "啊": 346,
    "名": 347,
    "谢": 348,
    "再": 349,
    "见": 350,
    "真": 351,
    "棒": 352,
    "心": 353,
    "陪": 354,
    "hello": 355,
    "are": 356,
    "you": 357,
    "your": 358,
    "name": 359,
    "tell": 360,
    "joke": 361,
    "i'm": 362,
    "bored": 363,
    "thank": 364,
    "goodbye": 365,
    "こ": 366,
    "ち": 367,
    "元": 368,
    "す": 369,
    "か": 370,
    "ら": 371,
    "な": 372,
    "あ": 373,
    "り": 374,
    "が": 375
  },
  "min_freq": 1
}