{
  "token2id": {
    "<pad>": 0,
    "<unk>": 1,
    "音": 2,
    "量": 3,
    "を": 4,
    "5": 5,
    "0": 6,
    "に": 7,
    "設": 8,
    "定": 9,
    "看": 10,
    "停": 11,
    "止": 12,
    "实": 13,
    "时": 14,
    "字": 15,
    "幕": 16,
    "声": 17,
    "太": 18,
    "小": 19,
    "了": 20,
    "导": 21,
    "航": 22,
    "到": 23,
    "最": 24,
    "近": 25,
    "的": 26,
    "加": 27,
    "油": 28,
    "站": 29,
    "翻": 30,
    "訳": 31,
    "モ": 32,
    "ー": 33,
    "ド": 34,
    "你": 35,
    "好": 36,
    "吗": 37,
    "c": 38,
    "a": 39,
    "l": 40,
    "妈": 41,
    "auto": 42,
    "screen": 43,
    "brightness": 44,
    "automatic": 45,
    "check": 46,
    "stock": 47,
    "price": 48,
    "讲": 49,
    "个": 50,
    "笑": 51,
    "话": 52,
    "倒": 53,
    "计": 54,
    "再": 55,
    "见": 56,
    "shut": 57,
    "up": 58,
    "天": 59,
    "気": 60,
    "は": 61,
    "ど": 62,
    "う": 63,
    "退": 64,
    "出": 65,
    "会": 66,
    "议": 67,
    "纪": 68,
    "要": 69,
    "call": 70,
    "mom": 71,
    "convert": 72,
    "to": 73,
    "english": 74,
    "开": 75,
    "始": 76,
    "器": 77,
    "改": 78,
    "成": 79,
    "go": 80,
    "station": 81,
    "大": 82,
    "き": 83,
    "く": 84,
    "谢": 85,
    "画": 86,
    "面": 87,
    "暗": 88,
    "deactivate": 89,
    "translation": 90,
    "translate": 91,
    "this": 92,
    "navigate": 93,
    "拨": 94,
    "号": 95,
    "给": 96,
    "爸": 97,
    "查": 98,
    "一": 99,
    "下": 100,
    "设": 101,
    "置": 102,
    "亮": 103,
    "度": 104,
    "sound": 105,
    "调": 106,
    "整": 107,
    "close": 108,
    "translator": 109,
    "录": 110,
    "明": 111,
    "る": 112,
    "さ": 113,
    "状": 114,
    "態": 115,
    "make": 116,
    "dimmer": 117,
    "し": 118,
    "て": 119,
    "what": 120,
    "is": 121,
    "the": 122,
    "volume": 123,
    "な": 124,
    "route": 125,
    "教": 126,
    "え": 127,
    "分": 128,
    "の": 129,
    "タ": 130,
    "イ": 131,
    "マ": 132,
    "weather": 133,
    "info": 134,
    "苹": 135,
    "果": 136,
    "股": 137,
    "票": 138,
    "怎": 139,
    "么": 140,
    "样": 141,
    "启": 142,
    "自": 143,
    "动": 144,
    "钟": 145,
    "ナ": 146,
    "ビ": 147,
    "ゲ": 148,
    "シ": 149,
    "ョ": 150,
    "ン": 151,
    "打": 152,
    "译": 153,
    "模": 154,
    "式": 155,
    "decrease": 156,
    "what's": 157,
    "閉": 158,
    "じ": 159,
    "气": 160,
    "start": 161,
    "countdown": 162,
    "turn": 163,
    "off": 164,
    "適": 165,
    "応": 166,
    "消": 167,
    "す": 168,
    "去": 169,
    "火": 170,
    "车": 171,
    "增": 172,
    "min": 173,
    "show": 174,
    "是": 175,
    "几": 176,
    "計": 177,
    "測": 178,
    "set": 179,
    "percent": 180,
    "reduce": 181,
    "屏": 182,
    "増": 183,
    "や": 184,
    "%": 185,
    "机": 186,
    "场": 187,
    "关": 188,
    "闭": 189,
    "temperature": 190,
    "today": 191,
    "为": 192,
    "on": 193,
    "recorder": 194,
    "forecast": 195,
    "時": 196,
    "間": 197,
    "minutes": 198,
    "put": 199,
    "at": 200,
    "带": 201,
    "我": 202,
    "way": 203,
    "airport": 204,
    "directions": 205,
    "这": 206,
    "周": 207,
    "如": 208,
    "何": 209,
    "把": 210,
    "段": 211,
    "中": 212,
    "文": 213,
    "点": 214,
    "change": 215,
    "録": 216,
    "終": 217,
    "market": 218,
    "minute": 219,
    "timer": 220,
    "開": 221,
    "brighter": 222,
    "please": 223,
    "掉": 224,
    "3": 225,
    "日": 226,
    "mute": 227,
    "audio": 228,
    "activate": 229,
    "assistant": 230,
    "dim": 231,
    "こ": 232,
    "ん": 233,
    "ば": 234,
    "phone": 235,
    "raise": 236,
    "减": 237,
    "勿": 238,
    "扰": 239,
    "contact": 240,
    "ス": 241,
    "ト": 242,
    "ッ": 243,
    "プ": 244,
    "ウ": 245,
    "ォ": 246,
    "チ": 247,
    "increase": 248,
    "現": 249,
    "在": 250,
    "れ": 251,
    "it": 252,
    "見": 253,
    "い": 254,
    "提": 255,
    "词": 256,
    "status": 257,
    "dad": 258,
    "adaptive": 259,
    "less": 260,
    "行": 261,
    "情": 262,
    "谁": 263,
    "enable": 264,
    "mode": 265,
    "good": 266,
    "night": 267,
    "数": 268,
    "高": 269,
    "current": 270,
    "level": 271,
    "不": 272,
    "調": 273,
    "降": 274,
    "低": 275,
    "レ": 276,
    "ベ": 277,
    "ル": 278,
    "お": 279,
    "よ": 280,
    "will": 281,
    "rain": 282,
    "静": 283,
    "取": 284,
    "query": 285,
    "ボ": 286,
    "リ": 287,
    "ュ": 288,
    "ム": 289,
    "ア": 290,
    "確": 291,
    "認": 292,
    "morning": 293,
    "hey": 294,
    "多": 295,
    "少": 296,
    "down": 297,
    "进": 298,
    "入": 299,
    "stop": 300,
    "recording": 301,
    "議": 302,
    "母": 303,
    "meeting": 304,
    "回": 305,
    "家": 306,
    "ダ": 307,
    "raining": 308,
    "カ": 309,
    "lower": 310,
    "オ": 311,
    "how": 312,
    "are": 313,
    "you": 314,
    "get": 315,
    "か": 316,
    "外": 317,
    "热": 318,
    "駅": 319,
    "ま": 320,
    "で": 321,
    "道": 322,
    "今": 323,
    "adjust": 324,
    "downtown": 325,
    "医": 326,
    "院": 327,
    "後": 328,
    "更": 329,
    "些": 330,
    "吃": 331,
    "什": 332,
    "louder": 333,
    "叫": 334,
    "名": 335,
    "take": 336,
    "me": 337,
    "五": 338,
    "基": 339,
    "金": 340,
    "setting": 341,
    "today's": 342,
    "说": 343,
    "现": 344,
    "counting": 345,
    "呼": 346,
    "no": 347,
    "适": 348,
    "应": 349,
    "コ": 350,
    "ら": 351,
    "bye": 352,
    "count": 353,
    "英": 354,
    "市": 355,
    "预": 356,
    "报": 357,
    "mother": 358,
    "quieter": 359,
    "せ": 360,
    "げ": 361,
    "儿": 362,
    "咋": 363,
    "親": 364,
    "電": 365,
    "話": 366,
    "場": 367,
    "況": 368,
    "助": 369,
    "手": 370,
    "報": 371,
    "问": 372,
    "答": 373,
    "顾": 374,
    "more": 375,
    "1": 376,
    "going": 377,
    "display": 378,
    "loud": 379,
    "live": 380,
    "subtitle": 381,
    "帮": 382,
    "も": 383,
    "っ": 384,
    "と": 385,
    "防": 386,
    "漏": 387,
    "投": 388,
    "資": 389,
    "信": 390,
    "託": 391,
    "空": 392,
    "港": 393,
    "輝": 394,
    "silence": 395,
    "株": 396,
    "time": 397,
    "my": 398,
    "cooking": 399,
    "询": 400,
    "电": 401,
    "father": 402,
    "価": 403,
    "泡": 404,
    "茶": 405,
    "dial": 406,
    "how's": 407,
    "願": 408,
    "8": 409,
    "联": 410,
    "系": 411,
    "ミ": 412,
    "健": 413,
    "谈": 414,
    "北": 415,
    "京": 416,
    "へ": 417,
    "上": 418,
    "秒": 419,
    "goodbye": 420,
    "fund": 421,
    "当": 422,
    "前": 423,
    "が": 424,
    "i'm": 425,
    "bored": 426,
    "do": 427,
    "say": 428,
    "予": 429,
    "boost": 430,
    "chinese": 431,
    "功": 432,
    "能": 433,
    "吵": 434,
    "bright": 435,
    "午": 436,
    "雨": 437,
    "煮": 438,
    "饭": 439,
    "adaptation": 440,
    "for": 441,
    "心": 442,
    "句": 443,
    "用": 444,
    "语": 445,
    "open": 446,
    "disable": 447,
    "6": 448,
    "end": 449,
    "apple": 450,
    "蛋": 451,
    "走": 452,
    "案": 453,
    "内": 454,
    "国": 455,
    "語": 456,
    "not": 457,
    "disturb": 458,
    "节": 459,
    "け": 460,
    "清": 461,
    "kill": 462,
    "聊": 463,
    "動": 464,
    "in": 465,
    "japanese": 466,
    "茅": 467,
    "台": 468,
    "价": 469,
    "help": 470,
    "ェ": 471,
    "ク": 472,
    "stopwatch": 473,
    "発": 474,
    "听": 475,
    "number": 476,
    "切": 477,
    "language": 478,
    "有": 479,
    "刺": 480,
    "眼": 481,
    "like": 482,
    "あ": 483,
    "thank": 484,
    "放": 485,
    "り": 486,
    "brighten": 487,
    "老": 488,
    "板": 489,
    "王": 490,
    "someone": 491,
    "home": 492,
    "无": 493,
    "啊": 494,
    "thanks": 495,
    "無": 496,
    "忙": 497,
    "陪": 498,
    "腾": 499,
    "讯": 500,
    "hi": 501,
    "銘": 502,
    "柄": 503,
    "begin": 504,
    "hello": 505,
    "フ": 506,
    "つ": 507,
    "方": 508,
    "quiet": 509,
    "report": 510,
    "公": 511,
    "司": 512,
    "路": 513,
    "线": 514,
    "温": 515,
    "ぶ": 516,
    "李": 517,
    "四": 518,
    "cancel": 519,
    "your": 520,
    "name": 521,
    "结": 522,
    "束": 523,
    "记": 524,
    "tell": 525,
    "joke": 526,
    "本": 527,
    "西": 528,
    "元": 529,
    "john": 530,
    "adjustment": 531,
    "ち": 532,
    "see": 533,
    "サ": 534,
    "安": 535,
    "门": 536,
    "減": 537,
    "张": 538,
    "三": 539,
    "stocks": 540,
    "盘": 541,
    "ハ": 542,
    "ロ": 543,
    "真": 544,
    "棒": 545,
    "ring": 546
  },
  "min_freq": 1
}