{
  "token2id": {
    "<pad>": 0,
    "<unk>": 1,
    "查": 2,
    "股": 3,
    "票": 4,
    "reduce": 5,
    "brightness": 6,
    "volume": 7,
    "up": 8,
    "現": 9,
    "在": 10,
    "の": 11,
    "音": 12,
    "量": 13,
    "提": 14,
    "高": 15,
    "dim": 16,
    "down": 17,
    "発": 18,
    "信": 19,
    "机": 20,
    "场": 21,
    "导": 22,
    "航": 23,
    "decrease": 24,
    "the": 25,
    "sound": 26,
    "明": 27,
    "る": 28,
    "さ": 29,
    "レ": 30,
    "ベ": 31,
    "ル": 32,
    "5": 33,
    "auto": 34,
    "声": 35,
    "小": 36,
    "一": 37,
    "点": 38,
    "今": 39,
    "儿": 40,
    "天": 41,
    "气": 42,
    "咋": 43,
    "样": 44,
    "0": 45,
    "に": 46,
    "す": 47,
    "中": 48,
    "译": 49,
    "英": 50,
    "关": 51,
    "闭": 52,
    "翻": 53,
    "模": 54,
    "式": 55,
    "く": 56,
    "し": 57,
    "て": 58,
    "disable": 59,
    "translation": 60,
    "mode": 61,
    "文": 62,
    "ring": 63,
    "mom": 64,
    "你": 65,
    "好": 66,
    "吗": 67,
    "助": 68,
    "手": 69,
    "english": 70,
    "録": 71,
    "モ": 72,
    "ー": 73,
    "ド": 74,
    "タ": 75,
    "イ": 76,
    "マ": 77,
    "分": 78,
    "kill": 79,
    "帮": 80,
    "忙": 81,
    "腾": 82,
    "讯": 83,
    "价": 84,
    "show": 85,
    "调": 86,
    "暗": 87,
    "屏": 88,
    "幕": 89,
    "画": 90,
    "面": 91,
    "拨": 92,
    "打": 93,
    "1": 94,
    "8": 95,
    "6": 96,
    "オ": 97,
    "ト": 98,
    "測": 99,
    "定": 100,
    "ス": 101,
    "自": 102,
    "动": 103,
    "亮": 104,
    "度": 105,
    "turn": 106,
    "开": 107,
    "节": 108,
    "低": 109,
    "を": 110,
    "見": 111,
    "せ": 112,
    "フ": 113,
    "set": 114,
    "to": 115,
    "stock": 116,
    "query": 117,
    "语": 118,
    "启": 119,
    "は": 120,
    "い": 121,
    "つ": 122,
    "母": 123,
    "電": 124,
    "話": 125,
    "茅": 126,
    "台": 127,
    "多": 128,
    "少": 129,
    "退": 130,
    "出": 131,
    "会": 132,
    "议": 133,
    "start": 134,
    "time": 135,
    "给": 136,
    "爸": 137,
    "个": 138,
    "电": 139,
    "话": 140,
    "how": 141,
    "are": 142,
    "you": 143,
    "do": 144,
    "say": 145,
    "this": 146,
    "level": 147,
    "後": 148,
    "始": 149,
    "倒": 150,
    "计": 151,
    "时": 152,
    "ハ": 153,
    "ロ": 154,
    "大": 155,
    "太": 156,
    "了": 157,
    "改": 158,
    "成": 159,
    "navigate": 160,
    "station": 161,
    "よ": 162,
    "う": 163,
    "な": 164,
    "ら": 165,
    "輝": 166,
    "上": 167,
    "げ": 168,
    "サ": 169,
    "ウ": 170,
    "ン": 171,
    "recorder": 172,
    "activate": 173,
    "盘": 174,
    "increase": 175,
    "看": 176,
    "市": 177,
    "stopwatch": 178,
    "call": 179,
    "进": 180,
    "入": 181,
    "weather": 182,
    "today": 183,
    "ミ": 184,
    "ュ": 185,
    "株": 186,
    "価": 187,
    "教": 188,
    "え": 189,
    "ボ": 190,
    "リ": 191,
    "ム": 192,
    "ア": 193,
    "ッ": 194,
    "プ": 195,
    "make": 196,
    "it": 197,
    "quieter": 198,
    "些": 199,
    "mute": 200,
    "停": 201,
    "止": 202,
    "录": 203,
    "や": 204,
    "あ": 205,
    "what's": 206,
    "减": 207,
    "場": 208,
    "状": 209,
    "況": 210,
    "hey": 211,
    "这": 212,
    "句": 213,
    "用": 214,
    "日": 215,
    "怎": 216,
    "么": 217,
    "说": 218,
    "降": 219,
    "countdown": 220,
    "for": 221,
    "minutes": 222,
    "off": 223,
    "less": 224,
    "hi": 225,
    "確": 226,
    "認": 227,
    "a": 228,
    "気": 229,
    "予": 230,
    "報": 231,
    "計": 232,
    "開": 233,
    "妈": 234,
    "info": 235,
    "コ": 236,
    "動": 237,
    "market": 238,
    "status": 239,
    "駅": 240,
    "へ": 241,
    "行": 242,
    "dial": 243,
    "去": 244,
    "走": 245,
    "go": 246,
    "count": 247,
    "适": 248,
    "应": 249,
    "adaptation": 250,
    "screen": 251,
    "at": 252,
    "設": 253,
    "automatic": 254,
    "呼": 255,
    "叫": 256,
    "銘": 257,
    "柄": 258,
    "国": 259,
    "語": 260,
    "で": 261,
    "brighter": 262,
    "が": 263,
    "下": 264,
    "有": 265,
    "raise": 266,
    "louder": 267,
    "周": 268,
    "如": 269,
    "何": 270,
    "吃": 271,
    "什": 272,
    "放": 273,
    "把": 274,
    "讲": 275,
    "笑": 276,
    "間": 277,
    "器": 278,
    "訳": 279,
    "adaptive": 280,
    "实": 281,
    "字": 282,
    "整": 283,
    "到": 284,
    "老": 285,
    "板": 286,
    "timer": 287,
    "live": 288,
    "subtitle": 289,
    "route": 290,
    "get": 291,
    "current": 292,
    "more": 293,
    "enable": 294,
    "not": 295,
    "disturb": 296,
    "煮": 297,
    "蛋": 298,
    "询": 299,
    "lower": 300,
    "counting": 301,
    "道": 302,
    "change": 303,
    "设": 304,
    "置": 305,
    "为": 306,
    "is": 307,
    "raining": 308,
    "percent": 309,
    "on": 310,
    "無": 311,
    "聊": 312,
    "加": 313,
    "close": 314,
    "translator": 315,
    "当": 316,
    "前": 317,
    "will": 318,
    "rain": 319,
    "temperature": 320,
    "translate": 321,
    "无": 322,
    "啊": 323,
    "午": 324,
    "雨": 325,
    "態": 326,
    "钟": 327,
    "begin": 328,
    "数": 329,
    "も": 330,
    "っ": 331,
    "と": 332,
    "き": 333,
    "ど": 334,
    "please": 335,
    "airport": 336,
    "ォ": 337,
    "チ": 338,
    "掉": 339,
    "i'm": 340,
    "bored": 341,
    "forecast": 342,
    "directions": 343,
    "情": 344,
    "空": 345,
    "港": 346,
    "方": 347,
    "調": 348,
    "downtown": 349,
    "健": 350,
    "谈": 351,
    "c": 352,
    "l": 353,
    "phone": 354,
    "what": 355,
    "thanks": 356,
    "check": 357,
    "hello": 358,
    "消": 359,
    "how's": 360,
    "切": 361,
    "%": 362,
    "shut": 363,
    "勿": 364,
    "扰": 365,
    "convert": 366,
    "language": 367,
    "公": 368,
    "司": 369,
    "的": 370,
    "路": 371,
    "线": 372,
    "刺": 373,
    "眼": 374,
    "名": 375,
    "心": 376,
    "不": 377,
    "my": 378,
    "cooking": 379,
    "good": 380,
    "morning": 381,
    "张": 382,
    "三": 383,
    "元": 384,
    "か": 385,
    "dimmer": 386,
    "deactivate": 387,
    "3": 388,
    "stop": 389,
    "recording": 390,
    "静": 391,
    "adjustment": 392,
    "こ": 393,
    "れ": 394,
    "秒": 395,
    "功": 396,
    "能": 397,
    "基": 398,
    "金": 399,
    "结": 400,
    "束": 401,
    "记": 402,
    "way": 403,
    "meeting": 404,
    "閉": 405,
    "じ": 406,
    "饭": 407,
    "是": 408,
    "泡": 409,
    "茶": 410,
    "cancel": 411,
    "dad": 412,
    "ん": 413,
    "ば": 414,
    "听": 415,
    "清": 416,
    "外": 417,
    "热": 418,
    "end": 419,
    "本": 420,
    "in": 421,
    "adjust": 422,
    "词": 423,
    "火": 424,
    "车": 425,
    "站": 426,
    "カ": 427,
    "ダ": 428,
    "我": 429,
    "増": 430,
    "minute": 431,
    "最": 432,
    "近": 433,
    "油": 434,
    "assistant": 435,
    "け": 436,
    "適": 437,
    "応": 438,
    "fund": 439,
    "段": 440,
    "chinese": 441,
    "price": 442,
    "going": 443,
    "お": 444,
    "願": 445,
    "contact": 446,
    "ェ": 447,
    "ク": 448,
    "纪": 449,
    "要": 450,
    "brighten": 451,
    "john": 452,
    "几": 453,
    "setting": 454,
    "open": 455,
    "シ": 456,
    "bye": 457,
    "现": 458,
    "安": 459,
    "门": 460,
    "boost": 461,
    "quiet": 462,
    "温": 463,
    "防": 464,
    "漏": 465,
    "回": 466,
    "家": 467,
    "減": 468,
    "ナ": 469,
    "ビ": 470,
    "stocks": 471,
    "ま": 472,
    "预": 473,
    "报": 474,
    "真": 475,
    "棒": 476,
    "like": 477,
    "ち": 478,
    "案": 479,
    "内": 480,
    "ぶ": 481,
    "loud": 482,
    "number": 483,
    "your": 484,
    "name": 485,
    "silence": 486,
    "audio": 487,
    "someone": 488,
    "today's": 489,
    "五": 490,
    "tell": 491,
    "me": 492,
    "joke": 493,
    "北": 494,
    "京": 495,
    "西": 496,
    "thank": 497,
    "put": 498,
    "goodbye": 499,
    "help": 500,
    "display": 501,
    "no": 502,
    "带": 503,
    "father": 504,
    "min": 505,
    "谢": 506,
    "号": 507,
    "japanese": 508,
    "医": 509,
    "院": 510,
    "再": 511,
    "见": 512,
    "apple": 513,
    "联": 514,
    "系": 515,
    "take": 516,
    "home": 517,
    "问": 518,
    "答": 519,
    "顾": 520,
    "時": 521,
    "see": 522,
    "增": 523,
    "り": 524,
    "bright": 525,
    "議": 526,
    "谁": 527,
    "終": 528,
    "ゲ": 529,
    "ョ": 530,
    "吵": 531,
    "report": 532,
    "取": 533,
    "投": 534,
    "資": 535,
    "託": 536,
    "陪": 537,
    "苹": 538,
    "果": 539,
    "李": 540,
    "四": 541,
    "更": 542,
    "王": 543,
    "親": 544,
    "mother": 545,
    "night": 546
  },
  "min_freq": 1
}